Repository: erossi/python-opengarden
Catalog: locale/*/LC_MESSAGES/opengarden.po
Languages: it_it

source: mon
it_it: lun

source: tue
it_it: mar

source: wed
it_it: mer

source: thu
it_it: gio

source: fri
it_it: ven

source: sat
it_it: sab

source: sun
it_it: dom

source: Bistable BATT
it_it: Bistabile BATT

source: Unable to connect to the appliance
it_it: Impossibile collegarsi alla centralina

source: Unknown appliance
it_it: Centralina sconosciuta

source: Save programs
it_it: Salva programmi

source: Data
it_it: Dati

source: Can't save data file
it_it: Impossibile salvare il file

source: Load programs
it_it: Carica programmi

source: Can't read data file
it_it: Impossibile leggere il file dati

source: Notes
it_it: Note

source: Error
it_it: Errore

source: Disconnect
it_it: Disconnetti

source: Connected
it_it: Connesso

source: Connect
it_it: Connetti

source: Not connected
it_it: Non connesso

source: Warning! Alarms reported
it_it: Attenzione! Rilevati allarmi

source: No alarm reported
it_it: Nessun allarme rilavato

source: New program
it_it: Nuovo programma

source: Modify program
it_it: Modifica programma

source: Line
it_it: Settore

source: Start (HH:MM)
it_it: Inizio (HH:MM)

source: Duration (HH:MM)
it_it: Durata (HH:MM)

source: Cancel
it_it: Annulla

source: Configure appliance
it_it: Configura centralina

source: Appliance version
it_it: Versione centralina

source: Temperature
it_it: Temperatura

source: 24h avg. temperature
it_it: Temperatura media 24h

source: Average external temperature
it_it: Temperatura esterna media

source: 24 to 34 degrees
it_it: Da 24 a 34 gradi

source: 20 to 32 degrees
it_it: Da 20 a 32 gradi

source: 15 to 25 degrees
it_it: Da 15 a 25 gradi

source: Valve type
it_it: Tipo di valvola

source: Leds configuration
it_it: Configurazione led

source: Alarm level
it_it: Livello di allarme

source: Apply
it_it: Applica

source: Test appliance
it_it: Testa centralina

source: Warning! The test will reset appliance's programming
it_it: Attenzione! Il test canceller√† la programmazione della centralina

source: Start time (HH:MM)
it_it: Inizio (HH:MM)

source: Duration per line (MM)
it_it: Durata per settore (MM)

source: Wrong start time: %s:%s
it_it: Ora di inizio errata: %s:%s

source: Wrong duration: %s:%s
it_it: Durata errata: %s:%s

source: Wrong line number: %s
it_it: Numero di settore errato: %s

source: No day was specified
it_it: Nessun giorno specificato

source: Warning!
it_it: Attenzione!

source: Programs list was modified. Save to disk?
it_it: Lista programmi modificata. Salvare su disco?

source: Wrong test duration: %s
it_it: Durata del test errata: %s

source: Load programs list
it_it: Carica lista programmi

source: Save programs list
it_it: Salva lista programmi

source: Exit
it_it: Esci

source: Delete program
it_it: Elimina programma

source: Sync appliance
it_it: Sincronizza centralina

source: Check allarms
it_it: Verifica allarmi

source: %s (%3s) - line %s
it_it: %s (%3s) - settore %s

source: Serial number
it_it: Numero seriale

source: Date
it_it: Data

source: Programs list was modified. Sync anyway?
it_it: Lista programmi modificata. Sincronizzare?

source: Configure GUI
it_it: Configura interfaccia

source: Display temperatures
it_it: Mostra temperature in

source: Check alarms
it_it: Verifica allarmi

source: 75 to 93 degrees
it_it: da 75 a 93 gradi

source: 68 to 90 degrees
it_it: da 68 a 90 gradi

source: 59 to 77 degrees
it_it: da 59 a 77 gradi
